Revit 2026 API

# ToggleViewFailures Properties

---

The BuiltInFailuresToggleViewFailures type exposes the following members.

|  | Name | Description |
| --- | --- | --- |
|  | LoseSavedOrientation | The stored orientation will be lost. |

#### Reference

BuiltInFailuresToggleViewFailures Class

Autodesk.Revit.DB Namespace